{
    "updated": "2020年9月-2020年10月",
    "data": [
        {
            "id": 1,
            "isShow": true,
            "title": "如何选择英国寄宿学校",
            "updated": "2020-10-20",
            "picture": "/data/img/news1-p.png",
            "bigPic": "/data/img/news1.png",
            "desc": "我们的目标是让择校尽可能简单，减少不必要的麻烦。此外，你大可放心，网站上的所有学校都是经过审核、真正能带给国际学生收获的学校。",
            
            "content": "<p>根据个人情况来决定，看哪所学校最适合你的孩子。<br><strong>我们的第一条建议是请务必不要只看学校排名</strong><br>\n  为什么？<br>\n  因此，在GCSE和A Level考试中获得A*和A的学生所占的比例非常高，就会确保学校排名高。尽管这一点很重要，但排名并没有反映出学校为学生设定的入学标准，这些标准是为了确保他们能保持较高的考试成绩，从而保持较高的排名。一般来说，排名靠前的学校入学考试非常难，而且英语水平也要求非常高(雅思5.5-6.5)。<br>\n  所以，对于许多国际学生来说，进入这些学校并不是他们学习的理想场所。对于一些学生来说，立即投入到完全用英语授课的课堂中，压力是非常巨大的，他们在这种环境下不会茁壮成长。<br>\n  这绝不能真正反映孩子的智力，而确确实实需要花时间去了解英国的教育体系、课程的教学方式，以及适应英语学习。因此，尽管我们网站上的所有学校都提供了优秀的英语学习支持，主流学校与国际学校对英语水平的要求还是有所不同，而往往进入国际学校所需的英语水平较低。<br>\n  这就是为什么我们在我们的网站上要辨识出不同类型的学校，以下为重点:<br>\n  ·  主流学校——在学校简介上寻找“打开书本”的标志，这些是为英国学生开设的学校，但也招收那些英语能力已达到雅思5.5(口语流利，英语书写能力强)的国际学生。<br>\n  ·  国际学校——在我们的网站上寻找“地球仪”标志，这些学校偏向于那些需要提高英语书写或口语流利程度的学生(雅思5的初级学生)，为他们提供英语语言培训。<br>\n  ·  我们也标明了对有特殊教育需求的国际学生提供帮助的学校，我们的网站上有“星星”标志。</p><h2>除了学校排名外还有很多需要考虑的因素</h2><p><br>\n  那么，你该如何衡量去哪所学校呢?<br>\n  在英国留学指南里，我们提供许多可比的信息，以便于快速确定你想要的学校类型。<br>\n  在你开始择校前，机构会和你了解择校意愿?<br>\n  ·  单一性别学校?<br>\n  · 学校地理位置，在乡村、小镇、城市或海岸附近?<br>\n  · 学校规模?<br>\n  · 靠近大型机场，便于回家?<br>\n  然后再考虑成本，我们的网站清楚地显示了每所学校的全部住宿费，以便学校之间进行比较。<br>\n  我们的目标是让择校尽可能简单，减少不必要的麻烦。此外，你大可放心，网站上的所有学校都是经过审核、真正能带给国际学生收获的学校。所有学校均提供特色课程：正式的EAL(英语作为一门额外语言)教学、饮食选择和寄宿学生的最低人数(10%)。<br>\n  如果您需要任何帮助或想要获得更多相关信息，请留下您的联系方式，我们的专业顾问会第一时间与您取得联系。</p>"
        },
        {
            "id": 2,
            "isShow": true,
            "title": "英国教育系统指南",
            "updated": "2020-10-25",
            "picture": "/data/img/news2-p.png",
            "bigPic": "/data/img/news2.jpg",
            "desc": "英国的教育系统为14年制。第一年的教育称为“接待班”，孩子通常在4岁开始去“接待班”。英国的学年从9月开始。大多数接受州立教育系统（由英国政府资助）的孩子，在升入中学之前，都完成了7年的小学教育。中学生的年龄在11-18岁之间。私立学校的收费因学校而定。一些接受4-18岁学生的学校通常会将中学和小学分开其他学校一般会以13岁为界，将初中和高中分开。在高中，六年级通常也被当作一个独立的机构。六年级由16-18岁的学生组成，会在进入大学前准备期末考试(A level或IB)。",
            
            "content": "<p>英国的教育系统为14年制。第一年的教育称为“接待班”，孩子通常在4岁开始去“接待班”。英国的学年从9月开始。<br>\n  大多数接受州立教育系统（由英国政府资助）的孩子，在升入中学之前，都完成了7年的小学教育。中学生的年龄在11-18岁之间。<br>\n  私立学校的收费因学校而定。一些接受4-18岁学生的学校通常会将中学和小学分开<br>\n  其他学校一般会以13岁为界，将初中和高中分开。<br>\n  在高中，六年级通常也被当作一个独立的机构。六年级由16-18岁的学生组成，会在进入大学前准备期末考试(A level或IB)。</p><h2>英国都有哪些考试?</h2><p><br>\n  在英国有两种主要的公开考试。通常在11年级(大多数学生16岁)，学生将参加GCSE(普通中等教育证书)。大多数非常有能力的学生将参加8-10个GCSE考试，涵盖一系列科目。所有的学生都必须学习英语和数学，而英语通常分为两个科目:英语语言和英语文学。大多数学生还将选修至少一门科学课程。<br>\n  学生在普通中等教育证书(GCSE)中的表现将影响到他们在12年和13年(6年级)的A水平。大多数学生将选择3个A等级进行为期2年的精读。在苏格兰的学校里，学生们主要学习高级课程，而不是A级课程，但是在英国和国外的国际大学里，这些课程都被视为等同于A级课程。<br>\n  在英格兰和威尔士，很多学校也提供IB (International Baccalaureate)课程，而不是提供A级课程。<br>\n  中国教育体制向英国教育体制过渡的最佳时机是什么时候?<br>\n  这是一个所有家庭都要考虑的关键问题，因为每个孩子和每个家庭情况都是不同的，所以没有一个正确的答案。<br>\n  这个决定不应该仅仅是学术上的，还必须考虑每个孩子的观点，以及他们是否做好了出国留学的准备。<br>\n  我们很自豪能与合作的每个家庭充分探讨这个问题，并将在以后的文章中探讨这些问题。这一决定不仅应该是一项学术决定，而且还必须考虑每个孩子的观点以及他们是否准备出国学习。<br>\n  英国留学指南如何帮助您进入成功过渡到英国教育体系?</p><h2>申请流程：</h2><p><br>\n  现在我们来为大家普及一下申请流程。<br>\n  首先，我们的网站上有100多所高质量的学校，我们会根据您的需求，帮助您找到合适的学校或大学并开始申请。<br>\n  我们将帮助大家完成以下事宜：<br>\n  寄宿学校的申请流程要比大学的申请流程复杂，所以我们将重点放在以下方面:<br>\n  · 申请学校——我们建议申请3所学校——通常每个学校的注册费用在100至200英镑之间。<br>\n  · 入学考试——所有学校都会包含入学考试，通常是英语、数学和语言推理，所以每所学校都会有3次考试，有时还会有一次Skype面试。<br>\n  · 录取通知——如果通过考试，每所学校都会确保为您的孩子保留入学名额。<br>\n  · 决定时间——您需要选择一所学校，然后支付一笔押金，以确保在该校保留注册名额。押金额度相当于一学年寄宿学校费用，大约10,000英镑。<br>\n  · 监护——如果您的孩子在18岁或以下，我们强烈建议由指定监护人在英国照看您的孩子。如果您选择来英国陪读，那便不需要监护服务。<br>\n  · 随后由学校出具《接收学籍证明》(CAS)，办理签证申请时需要这份文件。<br>\n  · 所有非欧盟国家来英国学习的学生都需要“四级儿童签证”。其他费用包括签证、医疗保险，之后您的孩子可以在英国享受免费医疗。<br>\n  · 办理好所有事宜后，抵达英国!<br> 以上每一个步骤我们都会帮助您完成…<br>\n  如果您需要任何帮助或想要获得更多相关信息，请留下您的联系方式，我们的专业顾问会第一时间与您取得联系。</p>"
        },
        {
            "id": 3,
            "isShow": true,
            "title": "英国留学指南，保障未来",
            "updated": "2020-10-28",
            "picture": "/data/img/news3-p.png",
            "bigPic": "/data/img/news3.jpg",
            "desc": "我们不为任何特定的学校或大学工作 - 我们100％独立，在这里有100多个学校可供选择，他们能够为中国孩子和学生提供优质教育。我们网站上的所有信息都是客观和真实的。我们向您提供相关的、可比较的信息，您可以根据这些信息来决定选择哪所学校？每所学校有多少学生？有多少国际学生？有多少寄宿生？每个学校如何教英语以及更多其他信息...",
            
            "content": "<h2><span style=\"color: rgb(51, 51, 51);\">我们为何与众不同？</span></h2><p><br><span style=\"color: rgb(51, 51, 51);\"><span style=\"color: rgb(102, 102, 102);\">我们不为任何特定的学校或大学工作 - 我们100％独立，在这里有100多个学校可供选择，他们能够为中国孩子和学生提供优质教育。<br>\n  我们网站上的所有信息都是客观和真实的。我们向您提供相关的、可比较的信息，您可以根据这些信息来决定选择哪所学校？每所学校有多少学生？有多少国际学生？有多少寄宿生？每个学校如何教英语以及更多其他信息...</span></span></p><h2><span style=\"color: rgb(0, 0, 0);\">英国留学指南的价值观：</span></h2><p><br><span style=\"color: rgb(102, 102, 102);\">1.我们与学校、大学和家庭打交道时秉持着诚实和透明的原则。<br>\n  2.我们是独立的 - 我们不为任何特定的学校或大学工作，也不偏袒任何机构。我们承诺一定努力为每个年轻人找到适合他们的最好的机构。<br>\n  3.我们对教育充满热情 - 我们希望每个年轻人无论身在何处都能获得美好的教育</span><span style=\"color: rgb(0, 0, 0);\">。</span></p><h2><span style=\"color: rgb(0, 0, 0);\">使命宣言：</span></h2><p><br><span style=\"color: rgb(102, 102, 102);\">为国际家庭提供有关英国教育机构的最佳、最相关、独立和可比较的信息，以帮助他们做出明智的决策</span></p><h2><span style=\"color: rgb(0, 0, 0);\">我们是谁？</span></h2><p><br><span style=\"color: rgb(102, 102, 102);\">我们在英国教育系统工作多年。我们感谢每个家庭各不相同，我们做出一个决定不仅仅需要考虑花费，还包括许多关于每个申请人的具体情况和信息。这就是为什么该网站提供11岁以上的申请途径。我们提供的信息是完全公正的、可比较的，并且信息获取的来源是官方认证的- 通常是来源于政府网站</span>。</p><h2><span style=\"color: rgb(0, 0, 0);\">我们如何付款？</span></h2><p><br><span style=\"color: rgb(102, 102, 102);\">一旦我们花时间了解了您需要知道关于学校或学院什么信息，我们将收取少量费用（100英镑）以准备您可以优先考虑的机构列表，我们将考虑我们网站上的所有机构（超过100个）以便为您提供最好的建议。我们很乐意为您提供入学支持，或者您可以自己管理此流程，如果您的孩子在学校注册，那么我们将为您选择的学校支付费用。</span></p><p><span style=\"color: rgb(102, 102, 102);\">我们期待着帮助您为您的孩子找到最佳的英国教育选择...您可以提前查看我们在网站上选定的寄宿学校名单，如果您需要任何帮助，请留下您的联系方式，我们的专业顾问会第一时间与您取得联系。</span></p>"
        }
    ]
}