<template>
  <div>
    <div class="privacy-content">
            <h1 class="privacy-title">西窗科技隐私声明</h1>
            <p class="introduction">引言</p>
            <p>西窗科技（北京）有限公司及其关联公司（以下称“英国留学指南”或“我们”）尊重并保护所有使用英国留学指南服务用户的隐私权，会按照本声明的规定收集、储存、保护及使用用户的个人信息。您使用或继续使用我们的服务，即意味着了解并同意我们按照本隐私声明收集、储存、保护及使用您的相关信息。</p>
            <ul class="title-list">
                <li>一、收集您的信息</li>
                <li>二、使用您的信息</li>
                <li>三、访问您的信息</li>
                <li>四、分享您的信息</li>
                <li>五、对您信息的保护</li>
                <li>六、对敏感个人信息的保护</li>
                <li>七、对未成年人个人信息的特别保护</li>
                <li>八、对Cookie及Web Beacon的使用</li>
                <li>九、隐私保护政策的修改</li>
                <li>十、隐私政策的适用例外</li>
            </ul>
            <p>为切实保护您的隐私权，优化用户体验，本公司根据现行法规及政策，制定本《隐私声明》。有时候英国留学指南需要某些信息才能为您提供您请求的服务，本《隐私声明》将详细说明英国留学指南在获取、管理、使用及保护用户个人信息方面的政策及措施。本《隐私声明》适用于英国留学指南向您提供的所有相关服务，无论您是通过计算机设备、移动终端或其他设备获得的英国留学指南服务。 请您注意，本《隐私声明》不适用以下情况：1）通过英国留学指南服务而接入的第三方服务（包括任何第三方网站）收集的信息；2）通过英国留学指南服务中进行广告服务的其他公司或机构所收集的信息。</p>
            
            <h4>一、收集您的信息</h4>
            <div class="content">
                <p>1.您明确了解并同意，在您注册、登录英国留学指南帐号或使用英国留学指南提供的服务时，英国留学指南可能将以多种方式（系统可能通过Cookie、Web Beacon或其他方式自动采集的技术信息）收集并记录您提供的相关个人信息，如：姓名、手机号码、位置、Cookie 或者其他独特的 ID、您浏览的界面和所用功能等，记住您的身份，上述个人信息是您获得英国留学指南提供服务的基础。</p>
                <p>2.同时，基于优化用户体验之目的，分析您使用英国留学指南服务的情况，英国留学指南也可能将获取与提升英国留学指南服务有关的其他信息，例如当您访问英国留学指南时，我们可能会收集不同服务的受欢迎程度、浏览器软件信息等信息，以便优化我们的服务。</p>
                <p>3.您可以拒绝要您提供个人信息的请求。但是，如果您选择不提供信息，可能无法使用部分功能或服务。</p>
            </div>
            <h4>二、使用您的信息</h4>
            <div class="content">
                <p>1.为了向您提供更好的服务或产品，英国留学指南会在下述情形使用您的个人信息：</p>
                <ul>
                    <li>（1）根据相关法律法规的要求；</li>
                    <li>（2）根据您的授权；</li>
                    <li>（3）根据本声明及英国留学指南服务协议的约定。</li>
                </ul>
                <p>2.您已明确了解并同意：</p>
                <p> 在现行法律法规允许的范围内，英国留学指南在向您提供服务的过程中可能会将您的个人信息用于市场营销活动，使用方式包括但不限于：在英国留学指南平台中向您展示或提供广告和促销资料，英国留学指南免费提供许多我们的服务，因为它们都由广告支持。为了让普及这些服务，我们收集的信息可能被用于帮助优化广告的可见性（通过提高与您的相关性）；与您通信向您通告或推荐英国留学指南的服务或产品信息，以及其他此类根据您使用英国留学指南服务或产品的情况以推荐您可能会感兴趣的信息。其中也包括您在采取授权等某动作时选择分享的信息，例如当您新增朋友、在创建活动中新增地标、使用英国留学指南的联系人导入工具等。</p>
                <p>3.未经您本人允许，英国留学指南不会向任何第三方披露您的个人信息，下列情形除外：</p>
                <ul>
                    <li>（1）英国留学指南可能将您的个人信息与我们的关联公司、合作伙伴及第三方服务供应商、承包商及代理（例如代表我们发出电子邮件或推送通知的通讯服务提供商、为我们提供位置数据的地图服务供应商）分享（他们可能并非位于您所在的法域），以便向您提供英国留学指南的服务；</li>
                    <li>（2）随着我们业务的持续发展，我们以及我们的关联公司有可能进行合并、收购、资产转让或类似的交易，您的个人信息有可能作为此类交易的一部分而被转移。我们将在转移前通知您；</li>
                    <li>（3）英国留学指南已经取得您或您监护人的授权；</li>
                    <li>（4）司法机关或行政机关给予法定程序要求英国留学指南披露；</li>
                    <li>（5）英国留学指南为维护自身合法权益而向用户提起诉讼或仲裁时；</li>
                    <li>（6）根据您与英国留学指南相关服务条款、应用许可使用协议的约定；</li>
                    <li>（7）法律法规规定的其他情形。</li>
                </ul>
            </div>
            <h4>三、访问您的信息</h4>
            <div class="content">
                <p>完成英国留学指南的帐号注册后，您登录自己的英国留学指南帐号后可以查阅或修改您提交给英国留学指南的个人信息。一般情况下，您可随时浏览、修改自己提交的信息，但出于安全性和身份识别（如号码申诉服务）的考虑，您可能无法修改注册时提供的某些初始注册信息及验证信息。</p>
            </div>
            <h4>四、分享您的信息</h4>
            <div class="content">
                <p>英国留学指南的多项服务，可让您不仅与自己的社交网络，也与使用该服务的所有用户公开分享您的相关信息，例如，您在英国留学指南服务中所上传或发布的信息（包括您公开的个人信息、您建立的名单）、您对其他人上传或发布的信息作出的回应，以及包括与这些信息有关的位置数据和日志信息。使用英国留学指南服务的其他用户也有可能分享与您有关的信息（包括位置数据和日志信息）。特别是，我们的社交媒体服务，是专为使您与世界各地的用户共享信息而设计，您可以使共享信息实时、广泛地传递。只要您不删除共享信息，有关信息会一直留存在公共领域；即使您删除共享信息，有关信息仍可能由其他用户或不受我们控制的非关联第三方独立地缓存、复制或储存，或由其他用户或该等第三方在公共领域保存。
                    因此，请您谨慎考虑通过英国留学指南服务上传、发布和交流的信息内容。在一些情况下，您可通过英国留学指南某些服务的隐私设定来控制有权浏览您共享信息的用户范围。如要求从英国留学指南的服务中删除您的相关信息，请通过该等特别服务条款提供的方式操作。</p>
            </div>
            <h4>五、对您信息的保护</h4>
            <div class="content">
                <p> 1. 英国留学指南将尽一切合理努力保护其获得的用户个人信息。为防止用户个人信息在意外的、未经授权的情况下被非法访问、复制、修改、传送、遗失、破坏、处理或使用，英国留学指南已经并将继续采取以下措施保护您的个人信息：</p>
                <ul>
                    <li>（1）以适当的方式对用户的个人信息进行加密处理；</li>
                    <li>（2）在适当的位置使用密码对用户个人信息进行保护；</li>
                    <li>（3）限制陌生人对用户个人信息的访问；</li>
                    <li>（4）其他的合理措施。</li>
                </ul> 
                
                <p>2.尽管已经采取了上述合理有效措施，并已经遵守了相关法律规定要求的标准，但英国留学指南仍然无法保证您的个人信息通过不安全途径进行交流时的安全性。因此，用户个人应采取积极措施以保证您的个人信息的安全，如：</p>
                <ul>
                    <li>（1）定期修改帐号密码；</li>
                    <li>（2）不将自己的帐号密码等个人信息透露给他人。</li>
                </ul>
                
                <p>3.您已充分了解并同意：英国留学指南提供的个人信息保护措施仅适用于英国留学指南平台，一旦您离开英国留学指南，浏览或使用其他网站、服务及内容资源，英国留学指南即没有能力及义务保护您在英国留学指南以外的网站提交的任何个人信息，无论您登录或浏览上述网站是否基于英国留学指南的链接或引导。</p>     
            </div>
            <h4>六、对敏感个人信息的保护</h4>
            <div class="content">
                <p>1.某些个人信息因其特殊性可能被认为是敏感个人信息，例如您的种族、宗教、个人健康和医疗信息等。相比其他个人信息，敏感个人信息受到更加严格的保护。请注意，您在使用英国留学指南时所提供、上传或发布的内容和信息（例如有关您社交活动的照片等信息），可能会泄露您的敏感个人信息。您需要谨慎地考虑，是否在使用英国留学指南时披露相关敏感个人信息。</p>
                <p>2.您同意按本《隐私声明》所述的目的和方式来处理您的敏感个人信息。</p>
            </div>
            <h4>七、对未成年人个人信息的特别保护</h4>
            <div class="content">
                <p>1.英国留学指南非常重视对未成年人个人信息的保护。若您是18周岁以下的未成年人，在使用英国留学指南的服务前，应确保事先取得监护人的同意，如您在英国留学指南上申请注册帐号，英国留学指南将默认为您已得到前述同意。</p>
                <p>2.英国留学指南将根据国家相关法律法规及本《隐私声明》的规定保护未成年人的个人信息。</p>
            </div>
            <h4>八、对Cookie及Web Beacon的使用</h4>
            <div class="content">
                <p>1.Cookie可以帮助网站辨认注册用户，计算用户数量，通常被各网站用来判定完成注册的用户是否已经实现登录。英国留学指南承诺，对cookie信息的研究仅用于提升服务/产品质量及优化用户体验之目的。</p>
                <p>2.如您不希望个人信息保留在cookie中，您可以对浏览器进行配置：选择“拒绝cookie”或“当网站发送cookie时通知您”，您知道，鉴于英国留学指南的服务是通过支持cookie来是实现的，完成关闭cookie的操作后，可能影响到您访问英国留学指南或不能充分取得英国留学指南的服务。</p>
                <p>3.英国留学指南使用web beacon的方法和目的与cookie是相同的。</p>
            </div>
            <h4>九、隐私保护政策的修改</h4>
            <div class="content">
                <p>1.根据我们的服务变动和用户的反馈，英国留学指南有权随时修改《隐私声明》的任何条款，一旦《隐私声明》的内容发生变动，英国留学指南将会直接在英国留学指南网站上公布修改之后的《隐私声明》，同时，我们将修订声明顶部的“最后更新日期”；该公布行为视为英国留学指南已经通知您修改内容。英国留学指南也可通过其他适当方式向用户提示修改内容。</p>
                <p>2.如果您不同意英国留学指南对本《隐私声明》相关条款所做的修改，您有权停止使用英国留学指南服务。如果您继续使用英国留学指南服务，则视为您接受本公司对此协议相关条款所做的修改。</p>
            </div>
            <h4>十、隐私政策的适用例外</h4>
            <div class="content">
                <p>1.英国留学指南的服务可能包括或链接至第三方提供的社交媒体或其他服务（包括网站）。例如：1）您利用 “分享”键将某些内容分享到我们的服务，或您利用第三方连线服务登录我们的服务。这些功能可能会收集您的相关信息（包括您的活动信息），并可能在您的设备装置cookies，从而正常运行上述功能；2）我们通过广告或我们服务的其他方式向您提供链接，使您可以接入第三方的服务或网站。</p>
                <p>2.本条该等第三方社交媒体或其他服务可能由相关的第三方或我们运营。您使用该等第三方的社交媒体服务或其他服务（包括您向该等第三方提供的任何个人信息），须受该第三方的服务条款及隐私条约（而非本《隐私声明》）约束，您需要仔细阅读其条款。本《隐私声明》仅适用于英国留学指南所收集的信息，并不适用于任何第三方提供的服务或第三方的信息使用规则，英国留学指南对任何第三方使用由您提供的信息不承担任何责任。</p>
            </div>
            
            
        </div>
  </div>
</template>

<script>
export default {

}
</script>

<style lang="scss" scoped>
@import '~/assets/scss/privacy.scss';
</style>